[
    {
        "id" : "2",
        "date": "11/16",
        "title" : "Hope and Fear Are the Same",
        "quote": "Hecato says, 'cease to hope and you will cease to fear.' ... The primary cause of both these ills is that instead of adapting ourselves to present circumstances, we send out thoughts too far ahead.",
        "byline": "Seneca, Moral Letters, 5.7b-8",
        "detail": "Hope is generally regarded as good. Fear is generally regarded as bad. To a Stoic like Hecato (known as Hecato of Rhodes), they are the same—both are projections into the future about things we do not control. Both are the enemy of the present moment that you are actually in. Both mean you're living a life in oipposition to amor fati.\n\nIt's not about overcoming our fears, but understanding that both hope and fear contain a dangerous amount of want and worry in them. And, sadly, the want is what causes the worry."
    },
    {
        "id" : "3",
        "date": "11/17",
        "title" : "Judge Not, Lest...",
        "quote": "When philosophy is weilded with arrogance and stubbornly, it is the cause for the ruin of many. Let philosophy scrape off your own faults, rather than be a way to rail against the faults of others.",
        "byline": "Seneca, Moral Letters, 103.4b-5a",
        "detail" : "Remember, the proper direction of philosophy—of all the things we're doing here—is to focus inward. To make ourselves better and to leave other people to that task for themselves and their own journey. Our faults are in our control, and so we turn to philosophy to help scrape them off like barnacles from the hull of a ship. Other people's faults? Not so much. That's for them to do.\n\nLeave other people to their faults. Nothing in Stoic philosophy empowers you to judge them—only to accept them. Especially when we have so many of our own."
    },
    {
        "id" : "4",
        "date": "11/18",
        "title" : "Four Habits of the Stoic Mind",
        "quote": "Our rational nature moves freely forward in its impressions when it accepts nothing false or uncertain; directs its impulses only to acts for the common good; limits its desires and aversions only to what's in its own power; and, embraces everything nature assigns it.",
        "byline": "Marcus Aurelius, Meditations, 8.7",
        "detail" : "If you notice, Marcus repeatedly reminds himself what Stoicism is. These bullet points are helpful to those of us reading thousands of years later, but really they were intended to be helpful to him. Maybe that day he had accepted a bad impression or had acted selfishly. Maybe he had pinned his hopes on something outside his control or complained and fought against something that had happened. Or maybe it had just been awhile since he'd thought about these things and wanted a reminder.\n\nWhatever his case was, or whatever ours is today, let's align our minds along these four critical habits:\n\n1. Accept only what is true.\n2. Work for the common good.\n3. Match our needs and wants with what is in control.\n4. Embrace what nature has in store for us."
    },
    {
        "id" : "5",
        "date": "11/19",
        "title" : "Maxims from Three Wise Men",
        "quote": "For any challege we should hold three thoughts at our command: Lead on God and Destiny, to that Goal fixed for me long ago. I will follow and not stumble; even if my will is weak I will soldier on. -Cleanthes\n\nWhoever embraces necessity count as wise, skilled in divine matters. -Euripides\n\nIf it pleases the gods, so be it. They may well kill me, but they can't hurt me. -Plato",
        "byline": "Epictetus, Enchiridion, 53",
        "detail" : "These three quotes compiled by Epictetus show us—in wisdom across history—the themes of tolerance, flexibility, and, ultimately, acceptance. Cleanthes and Euripides evoke destiny and fate as concepts that help ease acceptance. When one has a belief in a greater or higher power (be it God or gods), then there is no such thing as an event going contrary to plan.\n\nEven if you don't believe in a diety, you can take some comfort in the various laws of the universe or even the circle of life. What happens to us as individuals can seem random or upsetting or cruel or inexplicable, when in fact these events make perfect sense when our perspective is zoomed out, even just slightly.\n\nLet's practice this perspective today. Pretend that each event—whether desired or unexpected—was willed to happen, willed specifically for you. You wouldn't fight that, would you?"
    },
    {
        "id" : "6",
        "date": "11/20",
        "title" : "Behold, Now as Ever",
        "quote": "If you've seen the present, you've seen all things, from time immemorial into all of eternity. For everything that happens is related and the same.",
        "byline": "Marcus Aurelius, Meditations, 6.37",
        "detail" : "The events that will transpire today are the same as the things that have always occurred. People living and dying, animals living and dying, clouds rolling in and rolling out, air sucked in and out, as it has for aeons. This moment right now, to paraphrase Emerson, is a quotation of the moments that have come before and will come ever after.\n\nThis idea is expressed nowhere more beautifully than in the Christianity hymn Gloria Patri. 'As it was in the beginning, and now, and always, and to the ages of ages.' This thought is not supposed to be depressing or uplifting. It's just a fact. However, it can have a calming, centering effect. No need to get excited, no need to wait on pins and needles. If you haven't seen this before, someone else has. That can be a relief."
    },
    {
        "id" : "7",
        "date": "11/21",
        "title" : "Once in Enough, Once is Forever",
        "quote": "A good isn't increased by the addition of time, but if one is wise for even a moment, they will be no less happy than the person who exercises virtue for all time and happily passes their life in it.",
        "byline": "Stoics on Common Conceptions, 1062 (Loeb, p. 682)",
        "detail" : "Perhaps wisdom and happiness are like winning a medal in the Olympics. It doesn't matter whether you won a hundred years ago or ten minutes ago, or whether you won just once or in multiple events. It doesn't matter whether someone beats your time or score down the road, and it doesn't matter whether you never compete again. You'll always be a medalist, and you'll always know what it feels like. No one can take that away—and it would be impossible to feel more of that feeling.\n\nThe Juilliard-trained actor Evan Handler, who not only survived acute myeloid leukemia but also severe depression, has talked about his decision to take anti-depressants, which he did for a deliberately brief time. He took them because he wanted to know what true, normal happiness felt like. Once he did, he knew he would stop. He could go back to the struggle like everyone else. He had the ideal for a moment and perhaps that was enough.\n\nPerhaps today will be the day when we experience happiness or wisdom. Don't try to grab that moment and hold on to it with all your might. It's not under your control how long it lasts. Enjoy it, recognize it, remember it. Having it for a moment is the same as having it forever."
    },
    {
        "id" : "8",
        "date": "11/22",
        "title" : "The Glass is Already Broken",
        "quote": "Fortune falls heavily on those for whom she's unexpected. The one always on the lookout easily endures.",
        "byline": "Seneca, On Colsolations to Helvia, 5.3",
        "detail" : "There is a story of a Zen master who had a beautiful prized cup. The master would repeat to himself, 'The glass is already broken.' He enjoyed the cup. He used it. He showed it off to visitors. But in his mind, it was already broken. And so one day, when it actually did break, he simply said, 'Of course.'\n\nThis is how Stoics think too. There is supposedly a true story about Epictetus and a lamp. He never locked his house, and so his expensive lamp was stolen. When Epictetus replaced it, he replaced it with a cheaper one so he could be less attached to it if it were stolen again.\n\nDevastation—that feeling that we're absolutely crushed and shocked by an event—is a factor of how unlikely we condier that event in the first place. No one is wrecked by the fact that it's snowing in winter, because we've accepted (and even anticipated) this turn of events. What about the occurrences surprise us? We might not be so shocked if we took the time to consider their possibility."
    },
    {
        "id" : "9",
        "date": "11/23",
        "title" : "Attachments Are the Enemy",
        "quote": "In short, you must remember this—that if you hold anything dear outside of your own reasoned choice, you will have destroyed your capacity for choice.",
        "byline": "Epictetus, Discourses, 4.4.23",
        "detail" : "According to Anthony de Mello, 'there is one thing and only one thing that causes unhappyiness. The name of that thing is Attachment.' Attachments to an image you have of a person, attachments to wealth and status, attachments to a certain place or time, attachments to a job or lifestyle. All of those things are dangerous for one reason: They are outside of our reasoned choice. How long we keep them is not in our control.\n\nAs Epictetus realized some two thousand years before de Mello, our attachments are what make it so hard to accept change. Once we have them, we don't want to let go. We become slaves to maintaining the status quo. We are like the Red Queen in Alice and Wonderland—running faster and faster to stay in the same place.\n\nBut everything is in a constant state of change. We have certain things for a while and then lose them. The only permanent thing is prohairesis, our capacity for reasoned choice. The things we are attached to can come and go, our choice is resilient and adaptable. The sooner we become awared of this the better. The easier it will be to accept and adapt to what does happen."
    },
    {
        "id" : "10",
        "date": "11/24",
        "title" : "Train to Let Go of What's Not Yours",
        "quote": "Whenever you experience the pangs of losing something, don't treat it like a part of yourself but as a breakable glass, so when it falls you will remember that and won't be troubled. So too, when every you kiss your child, sibling, or friend, don't layer on top of the experience all the things you might wish, but hold them back and stop them, just as those who ride behind triumphant generals remind them they are mortal. In the same way, remind yourself that your precious one isn't one of your possessions, but something given for now, not forever...",
        "byline": "Epictetus, Discourses, 3.24.84-86a",
        "detail" : "At a Roman triumph, the majority of the public would have their eyes glued to the victorious general at the front—one of the most coveted spots during Roman times. Only a few would notice the aide in the back, right behind the commander, whispering into his ear, 'Remember thou art mortal.' What a reminder to hear at the peak of glory and victory!\n\nIn our own lives, we can train to be that whisper. When there is something we prize—or someone that we love—we can whisper to ourselves that it is fragile, mortal, and not truly ours. No matter how strong or invincible something feels, it never is. We must remind ourselves that it can break, can die, can leave us.\n\nLoss is one of our deepest fears. Ignorance and pretending don't make things any better. They just mean the loss will be all the more jarring when it occurs."
    },
]
