[
    {
        "date": "11/15",
        "title" : "Sample title",
        "quote": "This is a quote",
        "byline": "Attribution of person.",
        "detail" : "asdf"
    },
    {
        "date": "11/16",
        "title" : "Hope and Fear Are the Same",
        "quote": "Hecato says, 'cease to hope and you will cease to fear.' ... The primary cause of both these ills is that instead of adapting ourselves to present circumstances, we send out thoughts too far ahead.",
        "byline": "Seneca, Moral Letters, 5.7b-8",
        "detail": "Hope is generally regarded as good. Fear is generally regarded as bad. To a Stoic like Hecato (known as Hecato of Rhodes), they are the same—both are projections into the future about things we do not control. Both are the enemy of the present moment that you are actually in. Both mean you're living a life in oipposition to amor fati.\n\nIt's not about overcoming our fears, but understanding that both hope and fear contain a dangerous amount of want and worry in them. And, sadly, the want is what causes the worry."
    },
    {
        "date": "11/17",
        "title" : "Judge Not, Lest...",
        "quote": "When philosophy is weilded with arrogance and stubbornly, it is the cause for the ruin of many. Let philosophy scrape off your own faults, rather than be a way to rail against the faults of others.",
        "byline": "Seneca, Moral Letters, 103.4b-5a",
        "detail" : "Remember, the proper direction of philosophy—of all the things we're doing here—is to focus inward. To make ourselves better and to leave other people to that task for themselves and their own journey. Our faults are in our control, and so we turn to philosophy to help scrape them off like barnacles from the hull of a ship. Other people's faults? Not so much. That's for them to do.\n\nLeave other people to their faults. Nothing in Stoic philosophy empowers you to judge them—only to accept them. Especially when we have so many of our own."
    },
    {
        "date": "11/18",
        "title" : "Four Habits of the Stoic Mind",
        "quote": "Our rational nature moves freely forward in its impressions when it accepts nothing false or uncertain; directs its impulses only to acts for the common good; limits its desires and aversions only to what's in its own power; and, embraces everything nature assigns it.",
        "byline": "Marcus Aurelius, Meditations, 8.7",
        "detail" : "If you notice, Marcus repeatedly reminds himself what Stoicism is. These bullet points are helpful to those of us reading thousands of years later, but really they were intended to be helpful to him. Maybe that day he had accepted a bad impression or had acted selfishly. Maybe he had pinned his hopes on something outside his control or complained and fought against something that had happened. Or maybe it had just been awhile since he'd thought about these things and wanted a reminder.\n\nWhatever his case was, or whatever ours is today, let's align our minds along these four critical habits:\n\n1. Accept only what is true.\n2. Work for the common good.\n3. Match our needs and wants with what is in control.\n4. Embrace what nature has in store for us."
    },
    {
        "date": "11/19",
        "title" : "Maxims from Three Wise Men",
        "quote": "For any challege we should hold three thoughts at our command: Lead on God and Destiny, to that Goal fixed for me long ago. I will follow and not stumble; even if my will is weak I will soldier on. -Cleanthes\n\nWhoever embraces necessity count as wise, skilled in divine matters. -Euripides\n\nIf it pleases the gods, so be it. They may well kill me, but they can't hurt me. -Plato",
        "byline": "Epictetus, Enchiridion, 53",
        "detail" : "These three quotes compiled by Epictetus show us—in wisdom across history—the themes of tolerance, flexibility, and, ultimately, acceptance. Cleanthes and Euripides evoke destiny and fate as concepts that help ease acceptance. When one has a belief in a greater or higher power (be it God or gods), then there is no such thing as an event going contrary to plan.\n\nEven if you don't believe in a diety, you can take some comfort in the various laws of the universe or even the circle of life. What happens to us as individuals can seem random or upsetting or cruel or inexplicable, when in fact these events make perfect sense when our perspective is zoomed out, even just slightly.\n\nLet's practice this perspective today. Pretend that each event—whether desired or unexpected—was willed to happen, willed specifically for you. You wouldn't fight that, would you?"
    },
    {
        "date": "11/20",
        "title" : "Behold, Now as Ever",
        "quote": "If you've seen the present, you've seen all things, from time immemorial into all of eternity. For everything that happens is related and the same.",
        "byline": "Marcus Aurelius, Meditations, 6.37",
        "detail" : "The events that will transpire today are the same as the things that have always occurred. People living and dying, animals living and dying, clouds rolling in and rolling out, air sucked in and out, as it has for aeons. This moment right now, to paraphrase Emerson, is a quotation of the moments that have come before and will come ever after.\n\nThis idea is expressed nowhere more beautifully than in the Christianity hymn Gloria Patri. 'As it was in the beginning, and now, and always, and to the ages of ages.' This thought is not supposed to be depressing or uplifting. It's just a fact. However, it can have a calming, centering effect. No need to get excited, no need to wait on pins and needles. If you haven't seen this before, someone else has. That can be a relief."
    }
]
